[
{"title": "Kamala Harris Will Go Around Congress To Build Support For Voting Rights", "time": "06/2021"},
{"title": "Ex-GOP Rep. Tells Republicans: Ditch ‘Patron Saint Of Sore Losers’ Trump", "time": "05/2021"},
{"title": "‘Doomsday’ Dad Chad Daybell Pleads Not Guilty To Murder Charges", "time": "06/2021"},
{"title": "Man Accused Of Impersonating Trump Family Members To Defraud Donors Of Thousands", "time": "06/2021"},
{"title": "Boston Globe Ed Board Delivers Comprehensive Takedown Of 'American Tyrant' Trump", "time": "05/2021"},
{"title": "United Airlines Plans To Buy Supersonic Airliners From Startup", "time": "05/2021"},
{"title": "'A Lot Of Anxiety' For Democrats As Biden Agenda Stalls", "time": "06/2021"},
{"title": "Sackler Family Nears Opioid Lawsuit Immunity Under Bankruptcy Plan", "time": "06/2021"},
{"title": "Pink And White Rose Named In Honor Of Late Prince Philip Given To Queen Elizabeth", "time": "05/2021"},
{"title": "What To Watch For In Virginia’s Democratic Primaries", "time": "05/2021"},
{"title": "Man Armed With Mace And Boot Knife Arrested For Assaulting Capitol Officers", "time": "05/2021"},
{"title": "Reporter Flawlessly Recovers After Cicada Dive-Bombs Him On Live TV", "time": "06/2021"},
{"title": "Palestinian Activist Criticizes Attempts To Sanitize Forced Displacement In Sheikh Jarrah", "time": "06/2021"},
{"title": "Biden Opens Overseas Trip Declaring 'United States Is Back'", "time": "06/2021"},
{"title": "Seattle Is 1st Major City To Fully Vaccinate 70%: Mayor Jenny Durkan", "time": "06/2021"},
{"title": "Capitol Police Officer Recounts Facing Jan. 6 Mob: Like 'A Horde Of Zombies'", "time": "05/2021"},
{"title": "Harris' Plane Forced To Return To Andrews Air Force Base Due To Technical Problem", "time": "06/2021"},
{"title": "Scientists Revive 24,000-Year-Old Animal Found In Siberian Permafrost", "time": "05/2021"},
{"title": "Manchin Says He'll Vote Against Voting Rights Bill, Dooming Dems' Efforts", "time": "05/2021"},
{"title": "Biden-GOP Infrastructure Talks Dead", "time": "06/2021"},
{"title": "Republican State Legislatures Are Winning Their War On American Democracy", "time": "05/2021"},
{"title": "The Oldest Male Chimpanzee Living In U.S. Zoo Has Died", "time": "05/2021"},
{"title": "Senate Sergeant-at-Arms Says Divisive Politics ‘Key Driver’ In Threats Against Lawmakers", "time": "06/2021"},
{"title": "Woman Who Wanted To ‘Find Me A Proud Boy’ Arrested In Connection With Capitol Riot", "time": "06/2021"},
{"title": "Corey Lewandowski: Trump Has Not Spoken To Me Of Being Reinstated", "time": "05/2021"},
{"title": "U.S. Capitol Attack Is Reshaping The Federal Counterterrorism Budget", "time": "06/2021"},
{"title": "Trump Impeachment Vote Could Hurt Democratic Candidates: Internal DCCC Email", "time": "06/2021"},
{"title": "Coaches Ousted After Player Says He Was Forced To Eat Pork", "time": "06/2021"},
{"title": "In 8-Hour Interview, Trump Counsel Recounted ‘Troubling Events’ To House Members", "time": "06/2021"},
{"title": "Trump Calls Facebook's 2-Year Ban Of Him 'Abuse'", "time": "05/2021"},
{"title": "Cop Allegedly Concussed By Capitol Rioter: 'You Have Stolen Moments Away From Me'", "time": "05/2021"},
{"title": "White House To Share Millions Of Vaccine Doses Directly With Countries In Need", "time": "05/2021"},
{"title": "Afghans Fearing For Their Lives Plead With Biden For Faster Evacuations", "time": "06/2021"},
{"title": "Search Continues For Suspects In Florida Shooting That Left 2 Dead, 21 Injured", "time": "06/2021"},
{"title": "FBI Investigating Postmaster General Louis DeJoy Over Political Fundraising: Report", "time": "05/2021"},
{"title": "The Insurrection Isn’t Over", "time": "05/2021"},
{"title": "Ex-Southwest Pilot Sentenced For Exposing Genitals, Watching Porn On Flight", "time": "05/2021"},
{"title": "California And U.S. Reach Agreement Allowing Big Offshore Wind Farms", "time": "05/2021"},
{"title": "Muslim Candidate Asked Islamophobic Question During Virginia Debate", "time": "05/2021"},
{"title": "7 Nooses Halt Construction At Connecticut Amazon Warehouse", "time": "05/2021"},
{"title": "Georgia's Republican Convention Filled With Jeers, Boos And Bitterness Over 2020 Election", "time": "05/2021"},
{"title": "White House Offers GOP $1.7 Trillion Infrastructure Plan", "time": "05/2021"},
{"title": "Big-Money Political Groups And Influencers Are Circumventing TikTok’s Ad Ban", "time": "06/2021"},
{"title": "Heroic Rat Who Sniffed Out 71 Deadly Landmines Retires", "time": "06/2021"},
{"title": "Biden Budget Will Call For Health Care Action, But Without Numbers, Officials Say", "time": "05/2021"},
{"title": "Fauci Won’t Be Wearing A Mask When He Goes To A Washington Nationals Game", "time": "05/2021"},
{"title": "Biden Says He Won't Allow His DOJ To Seize Reporters' Records", "time": "05/2021"},
{"title": "Dunkin' Worker Facing Manslaughter Charges In Customer's Death", "time": "05/2021"},
{"title": "Biden Bestows Medal Of Honor On 94-Year-Old Korean War Veteran", "time": "05/2021"},
{"title": "Ted Cruz Tries A Monty Python Crack And Twitter Users Run Away", "time": "05/2021"},
{"title": "Apple CEO Faces Tough Questions About App Store Competition", "time": "05/2021"},
{"title": "Ex-Daughter-In-Law Of Trump Organization Executive Predicts He'll Flip On His Boss", "time": "05/2021"},
{"title": "Trump Has Charged Secret Service $40,000 For Mar-a-Lago Room Since Leaving White House", "time": "05/2021"},
{"title": "Maricopa County Demands Arizona Senate Preserve Recount Records For Possible Lawsuit", "time": "05/2021"},
{"title": "GOP Sen. Ron Johnson Suggests Jan. 6 Riot Wasn't As Bad As Portrayed", "time": "05/2021"},
{"title": "Chinese American Group Sues Trump For Slurs It Says Triggered 'Racial Violence'", "time": "05/2021"},
{"title": "Matt Gaetz's Ex-Girlfriend Reportedly Agrees To Cooperate With Sex Trafficking Investigators", "time": "05/2021"},
{"title": "Marjorie Taylor Greene Condemned For 'Grotesque' Face Mask-Holocaust Comparison", "time": "05/2021"},
{"title": "Ted Cruz Gets Blunt Reminder From Anderson Cooper Over ‘Emasculated' Military Claim", "time": "05/2021"},
{"title": "Ex-Bush Aide Gives Chilling Reality Check About Continued GOP Capitulation To Trump", "time": "05/2021"},
{"title": "6-Year-Old Boy Dies In Road Rage Shooting On California Freeway", "time": "05/2021"},
{"title": "Meghan McCain Blasts Chris Cuomo As 'Sanctimonious Tool'", "time": "05/2021"},
{"title": "Joe Manchin’s Voting Rights Plan Would Do Nothing About The Current Wave Of Voter Suppression Bills", "time": "05/2021"},
{"title": "Tucker Carlson Hosted A 'Chicken Enthusiast' To Bash The CDC And It Was A Bit Weird", "time": "05/2021"},
{"title": "Epstein Guards Take Plea Deal After Admitting To Falsifying Records", "time": "05/2021"},
{"title": "Hillary Clinton Comes Face-To-Face With The 'Borat' Conspiracy Theorists", "time": "05/2021"},
{"title": "Yoga Is No Longer Illegal In Alabama Public Schools, But Saying 'Namaste' Still Is", "time": "05/2021"},
{"title": "Ex-BBC Boss Quits Gallery Job Amid Fallout From Princess Diana Interview", "time": "05/2021"},
{"title": "CNN Drops Rick Santorum After Racist Comments About Native Americans", "time": "05/2021"},
{"title": "Mount Everest Guide Says At Least 100 People COVID-Positive At Base Camp", "time": "05/2021"},
{"title": "Palestinians In The U.S. Fear For Their Families In Gaza: ‘Are You Still Alive?’", "time": "05/2021"},
{"title": "Joe Biden Has Hilarious Response To Fox News Question About UFOs", "time": "05/2021"},
{"title": "Biden To Host Family Of George Floyd On 1-Year Anniversary Of His Death", "time": "05/2021"},
{"title": "'Kremlin Cruz' Erupts Over Nickname By Brian Williams For Attack On 'Emasculated' Military", "time": "05/2021"},
{"title": "Ivanka Trump In A Fog In Deposition About Role Of Investigated Top Trump Executive", "time": "05/2021"},
{"title": "Here Are The Big Questions A Capitol Riot Commission Could Answer", "time": "05/2021"},
{"title": "Growing Mystery Of Suspected Energy Attacks Draws U.S. Concern", "time": "05/2021"},
{"title": "Italian Cable Car Plunges To The Ground, Killing At Least 14", "time": "05/2021"},
{"title": "Donald Trump's Much-Touted Blog Pretty Much A Flop As Interest Fades: Report", "time": "05/2021"},
{"title": "21 Ultra-Marathon Runners Die In Extreme Weather In China", "time": "05/2021"},
{"title": "GOP Sen. Rand Paul Says He Won't Get COVID-19 Vaccine", "time": "05/2021"},
{"title": "GOP Congressman Slams Kevin McCarthy For 'Not Telling The Truth' About Jan. 6", "time": "05/2021"},
{"title": "St. Paul Officer Who Let Police Dog Maul Black Man Sentenced To 6 Years In Prison", "time": "05/2021"},
{"title": "India Battles Fatal 'Black Fungus' As Government Reports Nearly 300,000 Deaths", "time": "05/2021"},
{"title": "Mass Shootings In Ohio, South Carolina And New Jersey Leave 7 Dead, 33 injured", "time": "05/2021"},
{"title": "Opponent Of Belarus' Authoritarian President Arrested After Flight Diverted To Country", "time": "05/2021"},
{"title": "AP Reporter Fired For Palestinian College Activism Says She's A 'Scapegoat'", "time": "05/2021"},
{"title": "Liz Cheney Calls Marjorie Taylor Greene's Comments On Mask Mandates 'Evil Lunacy'", "time": "05/2021"},
{"title": "Ex-Defense Secretary Robert Gates Rips Distorted GOP For 'Dangerous' Political Games", "time": "05/2021"},
{"title": "Biden Says There Is 'No Shift' In U.S. Commitment To Israel's Security", "time": "05/2021"},
{"title": "GOP Rep. Slams Marjorie Taylor Greene's 'Beyond Reprehensible' Holocaust Remarks", "time": "05/2021"},
{"title": "Rudy Giuliani Reportedly Called Arizona Official About Getting Election Challenge 'Fixed Up'", "time": "05/2021"},
{"title": "Florida School Edits Girls' Yearbook Photos To Hide Their Chests", "time": "05/2021"},
{"title": "Journalist Martin Bashir Apologizes To Prince William, Prince Harry For Diana Interview Ruse", "time": "05/2021"},
{"title": "Bernie Sanders: Progressives Should ‘Tone Down' Calling Israel An ‘Apartheid’ State", "time": "05/2021"},
{"title": "Marjorie Taylor Greene's 'Incoherent' Twitter Fight With Ex-Labor Secretary Is A Doozy", "time": "05/2021"},
{"title": "Blinken Condemns Arrest Of Journalist After Plane Intercepted In Belarus", "time": "05/2021"},
{"title": "Liz Cheney Sides With Trump And GOP In Stunning Comments On Voter Suppression", "time": "05/2021"},
{"title": "Key Impeachment Witness Sues Pompeo Over $1.8 Million In Legal Fees", "time": "05/2021"},
{"title": "AP Staffers Demand 'Clarity' On Emily Wilder Firing With Powerful Open Letter", "time": "05/2021"},
{"title": "Republican Governors Cutting Federal Unemployment Benefits For 4 Million", "time": "05/2021"},
{"title": "New COVID-19 Cases Plummet To Lowest Levels Since Last June", "time": "05/2021"},
{"title": "On Anniversary Of George Floyd's Killing, Demonstrators Call For More Police Reform", "time": "05/2021"},
{"title": "Late Former Priest Killed Altar Boy In 1972: Prosecutor", "time": "05/2021"},
{"title": "Wuhan Researchers Were Hospitalized With COVID-19 Symptoms Pre-Pandemic: Reports", "time": "05/2021"},
{"title": "EU Leaders Agree On Belarus Sanctions After Plane 'Hijacking' To Arrest Journalist", "time": "05/2021"},
{"title": "Biden Doubling Previous Spending On Natural Disaster Preparedness", "time": "05/2021"},
{"title": "Minnesota AG Keith Ellison To Lead Prosecution In Daunte Wright Killing", "time": "05/2021"},
{"title": "Texas May Soon Allow Unlicensed Carrying Of Handguns", "time": "05/2021"},
{"title": "Reactionary OAN Slams 'Left-Wing' Fox And 'Left-Leaning' Newsmax", "time": "05/2021"},
{"title": "AP Reviewing Social Media Policies After Firing Reporter For Tweets", "time": "05/2021"},
{"title": "India Crosses Grim Milestone: 300,000 Coronavirus Deaths", "time": "05/2021"},
{"title": "Fauci Addresses Reports Of Ill Wuhan Researchers, COVID Lab Theory", "time": "05/2021"},
{"title": "Michigan Governor Apologizes After Seen Breaking State's Pandemic Rules", "time": "05/2021"},
{"title": "Biden Calls Ryanair Flight Diversion And Journalist Arrest By Belarus ‘Outrageous’", "time": "05/2021"},
{"title": "Big Tobacco Hooked Black Americans On Menthols. Now It’s Citing Racial Justice To Fight Bans.", "time": "05/2021"},
{"title": "NRA’s Attempt To ‘Trigger The Libs’ With Sen. John Kennedy Backfires Hilariously", "time": "05/2021"},
{"title": "Sen. Ted Cruz Picks Late Night Twitter Fight With Jimmy Kimmel After Scathing Segment", "time": "05/2021"},
{"title": "From Dr. Seuss To Chicken Wings: Conservatives Blame Everything On Biden", "time": "05/2021"},
{"title": "Paul Manafort Lied To Investigators About Feeding U.S. Polling Data To Russian Spy: Court Files", "time": "05/2021"},
{"title": "Marjorie Taylor Greene's New Anti-Vaccine Holocaust Rant Tops 'Em All", "time": "05/2021"},
{"title": "'We Have To Tackle It': Biden Aide Cedric Richmond On What’s Next For Police Reform", "time": "05/2021"},
{"title": "Blinken Says U.S. Will Aid Gaza Without Helping Hamas", "time": "05/2021"},
{"title": "Ammon Bundy Files To Run For Governor Of Idaho", "time": "05/2021"},
{"title": "It's Not Just Arizona: Trump Backers' Push To Review 2020 Ballots Spreads", "time": "05/2021"},
{"title": "Biden To Meet Putin For Geneva Summit, White House Says", "time": "05/2021"},
{"title": "How Policing Has — And Hasn’t — Changed In The Year Since George Floyd Was Murdered", "time": "05/2021"},
{"title": "Moderna Says Its COVID-19 Shot Works In Kids As Young As 12", "time": "05/2021"},
{"title": "Kevin McCarthy Condemns Marjorie Taylor Greene's Holocaust, Mask Comparison", "time": "05/2021"},
{"title": "Bad Dream Stopped Everest Guide From Climbing Peak Record 26th time", "time": "05/2021"},
{"title": "Police Respond To Report Of Shots Fired Near George Floyd Memorial In Minneapolis", "time": "05/2021"},
{"title": "Joe Manchin And Kyrsten Sinema Beg Republicans To Support Bipartisan Jan. 6 Commission", "time": "05/2021"},
{"title": "Kansas Republican Accused Of Kicking Teen In Testicles Says It Was God's Plan", "time": "05/2021"},
{"title": "Georgia Park With Giant Confederate Carving Approves Changes", "time": "05/2021"},
{"title": "Top Scientist Cuts Ties With National Lab After It Invited A Climate Denier To Speak", "time": "05/2021"},
{"title": "Family Of George Floyd Commemorates Him At White House 1 Year After His Murder By Police", "time": "05/2021"},
{"title": "George Floyd's Family Holds Rally, March In Brother's Memory", "time": "05/2021"},
{"title": "Kansas Woman Alleging Dorm Rape Convenes Own Grand Jury After Weak Plea Deal", "time": "05/2021"},
{"title": "Former Montana Police Chief Charged With Distributing Child Porn", "time": "05/2021"},
{"title": "UK Accused Of Implementing Lockdowns On The Sly Amid Variant Surge", "time": "05/2021"},
{"title": "Arthritic Alligator Somehow Stages 3-Day Escape From Wisconsin Zoo", "time": "05/2021"},
{"title": "Senate Confirms Kristen Clarke To Lead DOJ's Civil Rights Division", "time": "05/2021"},
{"title": "Democrats Are Losing Patience With The GOP On Infrastructure. Joe Manchin Is Not.", "time": "05/2021"},
{"title": "Dylann Roof Attorneys Argue His Delusional Beliefs Prove Incapacity", "time": "05/2021"},
{"title": "Prince Harry Gets Apology After Group's 'Widely Publicized Untrue Claims'", "time": "05/2021"},
{"title": "Senate Set To Vote This Week On Jan. 6 Commission", "time": "05/2021"},
{"title": "Biden Campaign Staffers Criticize Approval Of $735 Million Arms Sale To Israel", "time": "05/2021"},
{"title": "The Linda Lindas On 'Racist Sexist Boy' And Going Viral", "time": "05/2021"},
{"title": "Why People Don't Stay In Restaurant Jobs", "time": "05/2021"},
{"title": "First Black Woman Judge Appointed To Missouri Supreme Court", "time": "05/2021"},
{"title": "Prosecutors Convene Grand Jury That Could Weigh Potential Trump Charges: Reports", "time": "05/2021"},
{"title": "The Fight To Confirm An ATF Director Is Just The Beginning", "time": "05/2021"},
{"title": "ACLU Sues Arkansas Over Anti-Trans Law Limiting Health Care For Youth", "time": "05/2021"},
{"title": "Former Sen. John Warner Of Virginia Dies", "time": "05/2021"},
{"title": "You'll Never Guess What Trump Said About Grand Jury In Criminal Probe (Kidding!)", "time": "05/2021"},
{"title": "8 Dead In Shooting At Railyard In San Jose", "time": "05/2021"},
{"title": "Court In Netherlands Orders Royal Dutch Shell To Cut Carbon Emissions", "time": "05/2021"},
{"title": "Boris Johnson Wanted Coronavirus Injected In His Arm On TV To Reassure UK: Ex-Aide", "time": "05/2021"},
{"title": "MyPillow Guy Reportedly Kicked Out Of Republican Governors Event", "time": "05/2021"},
{"title": "Academics, Writers, Athletes Stand By '1619 Project' Founder Amid Tenure Denial", "time": "05/2021"},
{"title": "Fauci: Booster Shots Will Likely Be Needed But When Remains Unknown", "time": "05/2021"},
{"title": "Karine Jean-Pierre Makes History As First Openly Gay Woman To Lead White House Briefing", "time": "05/2021"},
{"title": "Republicans Quiet During Trump’s Praise Of China Demand Answers On Virus Now", "time": "05/2021"},
{"title": "Woman Who Called Cops On Black Birdwatcher Sues Former Employer", "time": "05/2021"},
{"title": "'The Very Hungry Caterpillar' Author Eric Carle Dies", "time": "05/2021"},
{"title": "Oklahoma Attorney General Abruptly Resigning Over 'Personal Matters'", "time": "05/2021"},
{"title": "Disability Rights Groups Join Lawsuit Over Georgia Voter Suppression Law", "time": "05/2021"},
{"title": "Judge Approves Prosecution Deal For Jeffrey Epstein Prison Guards", "time": "05/2021"},
{"title": "Judge Upholds Ex-Penn State President's Jail Sentence For Role In Sandusky Scandal", "time": "05/2021"},
{"title": "India's True Coronavirus Death Toll Could Be 1.6 Million: Report", "time": "05/2021"},
{"title": "Idaho Doomsday Couple Indicted On Murder Charges In Deaths Of 2 Kids", "time": "05/2021"},
{"title": "Authorities Identify 8 Victims Of Mass Shooting At San Jose Rail Yard", "time": "05/2021"},
{"title": "DOJ Orders Trump Confidante Steve Wynn To Register As Foreign Agent: Reports", "time": "05/2021"},
{"title": "Biden Appointee To Postal Service Board Targets ‘Greatest Risk In Security’ For Elections", "time": "05/2021"},
{"title": "Howard University Names Its Fine Arts College After Chadwick Boseman", "time": "05/2021"},
{"title": "This CNN Reporter Is About 3 Seconds Away From Freaking Out Over A Cicada", "time": "05/2021"},
{"title": "Deep-Rooted Racism, Discrimination Still Permeate US Military", "time": "05/2021"},
{"title": "Officer Brian Sicknick's Grieving Mom Hits The Hill To Plead For Jan. 6 Commission", "time": "05/2021"},
{"title": "Spain Releases Skin-Tone Stamps To Combat Racism, Makes Lighter Ones More Expensive", "time": "05/2021"},
{"title": "Matt Gaetz Urges Followers To 'Use' Gun Rights After Scolding Silicon Valley", "time": "05/2021"},
{"title": "The Feds Asked The Public For This Capitol Rioter's Name. He'd Already Given It To Them.", "time": "05/2021"},
{"title": "The Filibuster Discourages Bipartisanship. The GOP Filibuster Of A Jan. 6 Commission Just Proved it.", "time": "05/2021"},
{"title": "19 Striking Photos You Missed This Week", "time": "05/2021"},
{"title": "Biden Calls Out Republicans Who Voted Against Stimulus But Tout Its Benefits", "time": "05/2021"},
{"title": "GOP Accused Of Betraying America In Progressive PAC's Stinging New Ad", "time": "05/2021"},
{"title": "Mother Of Capitol Officer Brian Sicknick Seeks Meeting With GOP Over Jan. 6 Commission", "time": "05/2021"},
{"title": "Idaho's Lt. Governor Bans Mask Mandates While Governor Is Away On Business", "time": "05/2021"},
{"title": "Biden Omits Hyde Amendment From Budget, Keeping Promise To Defend Abortion Rights", "time": "05/2021"},
{"title": "Johnson & Johnson Asks Supreme Court To Void $2 Billion Talc Verdict", "time": "05/2021"},
{"title": "Illinois Becomes First State To Pass Bill Banning Cops From Deceiving Youth Suspects", "time": "05/2021"},
{"title": "These Are The Offensive Things Rick Santorum Said Even Before He Was Axed From CNN", "time": "05/2021"},
{"title": "Charges After Capitol Insurrection Roil Far-Right Groups", "time": "05/2021"},
{"title": "White House Offers Free Beer, Other Perks To Incentivize Vaccines", "time": "05/2021"},
{"title": "NFL Pledges To End 'Race-Norming,' Review Brain Injury Claims From Black Players", "time": "06/2021"},
{"title": "Florida Man Who Stormed Senate Floor With Trump Flag Reaches Plea Deal In Capitol Attack", "time": "05/2021"},
{"title": "Nikki Haley Dragged For Hypocrisy After Tweet Slamming Kamala Harris", "time": "05/2021"},
{"title": "Space Junk Punches Hole In International Space Station Robotic Arm", "time": "06/2021"},
{"title": "Biden's Justice Department Is Still Working To Defend Trump In Rape Case Defamation Suit", "time": "05/2021"},
{"title": "Ex-Wisconsin Pharmacist Who Ruined Vaccine Learns His Fate", "time": "06/2021"},
{"title": "'I Led The Storm!' Proud Boy Arrested, Allegedly Bragged To Mom About Capitol Riot", "time": "05/2021"},
{"title": "Rachel Maddow Rips Merrick Garland For Continuing To Protect Trump", "time": "05/2021"},
{"title": "Portrait Of Queen Elizabeth Removed From Oxford Due To 'Colonial History'", "time": "06/2021"},
{"title": "G-7 Nations Sign Pact To Make Corporations Pay Fairer Taxes", "time": "06/2021"},
{"title": "Tucker Carlson Ridiculed With A ‘Bare Asses’ Analogy From Joy Reid", "time": "05/2021"}
]