[
{"title": "The state of Alabama took his gun away. When authorities gave it back, he shot and killed his wife.", "time": "06/2021"},
{"title": "Beef supplier JBS paid ransomware hackers $11 million", "time": "06/2021"},
{"title": "Biden's infrastructure talks with GOP collapse amid irreconcilable differences", "time": "06/2021"},
{"title": "Police did not clear D.C.'s Lafayette Square of protesters so Trump could hold a photo op, new report says", "time": "06/2021"},
{"title": " Biden reverses Trump's effort to ban TikTok, orders broader review of foreign-owned apps", "time": "06/2021"},
{"title": "Biden quietly moves to start closing Guantánamo ahead of 20th anniversary of 9/11", "time": "06/2021"},
{"title": "'They are hair on fire': Biden administration mulls cyberattacks against Russian hackers", "time": "06/2021"},
{"title": "Pharmacist who 'intentionally' destroyed 500 Covid vaccine doses gets three years in prison", "time": "06/2021"},
{"title": "Biden's Justice Department moves to defend Trump in defamation suit from accuser E. Jean Carroll", "time": "06/2021"},
{"title": "Ohio sues Google, claims tech giant should be regulated as public utility ", "time": "06/2021"},
{"title": "Urban tunnels by Musk's Boring Co. draw industry skepticism", "time": "06/2021"},
{"title": "Capitol Police didn't act on warnings Trump backers would breach Capitol, target Democrats, report says", "time": "06/2021"},
{"title": "Massive outage takes websites, including Amazon and major news sites, offline", "time": "06/2021"},
{"title": "Woman shot nail salon owner because she was unhappy with cost of mani-pedi, police say", "time": "06/2021"},
{"title": "Florida Covid whistle-blower Rebekah Jones hopes to unseat scandal-scarred Rep. Matt Gaetz", "time": "06/2021"},
{"title": "Biden heads for Europe to meet Putin, a pandemic and skeptical allies", "time": "06/2021"},
{"title": "OPEC blames U.S. for rising cost of oil", "time": "03/"},
{"title": "Intruder stopped, shot by FBI agents after attempting to drive through CIA main entrance", "time": "05/2021"},
{"title": "China arrests 73, seizes 20,000 fake luxury bags in busts", "time": "5/2021"},
{"title": "29 boarding school students burned alive, shot dead by Islamist militants in Nigeria", "time": "07/"},
{"title": "Inside the world of Rupert Murdoch", "time": "06/"},
{"title": "Capitol Police union calls for acting chief to step aside after Senate report on Jan. 6 riot", "time": "06/2021"},
{"title": "Germany: Missing U.S. man likely fell into river", "time": "5/2021"},
{"title": "More than 2,100 children separated at border 'have not yet been reunified,' Biden task force says", "time": "06/2021"},
{"title": "'El Chapo's' wife to plead guilty to helping run drug cartel", "time": "06/2021"},
{"title": "How to see today's 'ring of fire' solar eclipse", "time": "06/2021"},
{"title": "Do you drive eco?", "time": "03/"},
{"title": "Judge rules California's ban on assault weapons unconstitutional", "time": "06/2021"},
{"title": "Cruise lines and Florida Gov. DeSantis square off over vaccine passports", "time": "05/2021"},
{"title": "Egypt warns against attempts to block path back to democracy", "time": "07/"},
{"title": "9 convicted in Bali blasts get sentences reduced", "time": "5/2021"},
{"title": "Trump's blog isn't lighting up the internet", "time": "05/2021"},
{"title": "Prince Philip, husband of Britain's Queen Elizabeth II, dies at 99", "time": "04/2021"},
{"title": "Without U.S. contractors, the Afghan military will lose its main advantage over the Taliban — air power", "time": "06/2021"},
{"title": "Turkish court ruling would block disputed park project", "time": "07/"},
{"title": "Twitter suspends account that was posting Trump statements", "time": "05/2021"},
{"title": "8-month-old boy dies after mom forgets he's in car on 90-degree day", "time": "07/"},
{"title": "San Antonio military base lifts lockdown after active shooter report", "time": "06/2021"},
{"title": "Faith-based group starting alternative to Boy Scouts — will allow gay youth, adults", "time": "07/"},
{"title": "FBI prepared briefing for Giuliani warning he was target of Russian spies, says source", "time": "04/2021"},
{"title": "Simu Liu, the Asian Marvel superhero emerging at a critical time", "time": "06/2021"},
{"title": "Poll: At 100 days, Biden's approval remains strong. Can the honeymoon last?", "time": "04/2021"},
{"title": "Bo Schembechler's son says he was among hundreds abused by University of Michigan doctor ", "time": "06/2021"},
{"title": "As mystery over 'Havana Syndrome' lingers, a new concern emerges", "time": "06/2021"},
{"title": "Bad news for barbecue lovers?", "time": "04/"},
{"title": "Transit worker opens fire at California rail yard, killing 9 and self", "time": "05/2021"},
{"title": "Trump's back. Here's what his re-entry means for 2024.", "time": "06/2021"},
{"title": "Fauci's emails don't prove a Wuhan conspiracy, but raise further questions", "time": "06/2021"},
{"title": "6 killed, including 4 kids, in wrong-way crash on Kentucky highway", "time": "06/2021"},
{"title": "Pro-Palestinian activists target Facebook with 1-star app store reviews ", "time": "05/2021"},
{"title": "California cafe owner charges customers $5 fee for wearing masks", "time": "05/2021"},
{"title": "U.S., Russia remove potential atom bomb material from Vietnam", "time": "07/"},
{"title": "What is Fastly and why did it just take a bunch of major websites offline?", "time": "06/2021"},
{"title": "TRANSCRIPT: TRANSCRIPT: NBC NEWS EXCLUSIVE: RICHARD ENGEL REPORTS: THE LAST COMBAT UNIT HAS LEFT IRAQ", "time": "5/2021"},
{"title": "Many Johnson & Johnson Covid vaccine doses may be close to expiring", "time": "06/2021"},
{"title": "Two Arizona wildfires force evacuations, close roads ", "time": "06/2021"},
{"title": "Prince Harry and Meghan welcome daughter, Lilibet Diana", "time": "06/2021"},
{"title": "Rubio may still want to be president one day. He's content to wait out Trump.", "time": "06/2021"},
{"title": "After 100 days out of office, Trump's support softens in NBC News poll", "time": "04/2021"},
{"title": "Woman dies after falling at least 50 feet from canyon in Utah park", "time": "06/2021"},
{"title": "New Democratic focus groups find many voters aren't sure what the party stands for", "time": "06/2021"},
{"title": "Bradley Manning defense begins by painting picture of naive, 'go-to guy'", "time": "07/"},
{"title": "Bitcoin slides 7 percent after U.S. seizes most of Colonial Pipeline ransom", "time": "06/2021"},
{"title": "Taking on tough tasks for Biden, Harris is at political risk", "time": "06/2021"},
{"title": "Arkansas woman suing police after brief chase ends with her car flipped on its top ", "time": "06/2021"},
{"title": "Rainbow lights on Florida bridge marking Pride Month turned back on after backlash", "time": "06/2021"},
{"title": "Boston mayor fires police commissioner after domestic violence allegations", "time": "06/2021"},
{"title": "McDonald's french fries, carrots, onions: all of the foods that come from Bill Gates farmland", "time": "06/2021"},
{"title": "L.A. nun to plead guilty to stealing $800,000 from school to pay for gambling habit", "time": "06/2021"},
{"title": "Harris, in Guatemala, warns potential migrants: 'Do not come'", "time": "06/2021"},
{"title": "Lori Vallow to be committed to mental health facility, judge orders", "time": "06/2021"},
{"title": "Jeff Bezos to launch himself into space for first time next month", "time": "06/2021"},
{"title": "Mother of boy found dead near Las Vegas trail is arrested", "time": "06/2021"},
{"title": "Florida sugar mill worker, 86, fatally shoots boss after he's fired, sheriff says", "time": "06/2021"},
{"title": "TV news stations become apparent target in next cyberattack", "time": "06/2021"},
{"title": "'Gone Girl' actor Lisa Banes in critical condition after apparent hit-and-run in NYC", "time": "06/2021"},
{"title": "Nearly 1 in 5 young adults say they're not straight, global survey finds", "time": "06/2021"},
{"title": "Houston hospital suspends 178 employees who refused Covid-19 vaccination", "time": "06/2021"},
{"title": "Chris Harrison exits 'The Bachelor' franchise after defending former contestant's racist behavior", "time": "06/2021"},
{"title": "Russian criminal group suspected in Colonial pipeline ransomware attack", "time": "05/2021"},
{"title": "Wisconsin woman accused of murdering friend with eyedrops", "time": "06/2021"},
{"title": "Documents show Milwaukee archdiocese shielded pedophile priests", "time": "07/"},
{"title": "Former Olympic skater accused of fraudulently trying to get $1.5 million in Covid relief", "time": "06/2021"},
{"title": "Private equity and hedge fund firms invested pension cash for retired Ohio teachers. Here's what happened.", "time": "06/2021"},
{"title": "Hundreds arrested around the world in huge global organized crime sting", "time": "06/2021"},
{"title": "Two people arrested in deadly road rage shooting of boy on California freeway", "time": "06/2021"},
{"title": "Chipotle prices go up to help cover cost of higher wages for employees ", "time": "06/2021"},
{"title": "Feds recover millions from pipeline ransom hackers, hint at U.S. internet tactic", "time": "06/2021"}
]